{
  "PageNotFound": {
    "btn": "Volver al inicio",
    "desc": "¡Ups! Parece que has encontrado una página que ya no existe. No te preocupes, a veces esto sucede al navegar. Mientras tanto, explora otras partes de nuestro sitio para encontrar lo que buscas.",
    "title": "Página no encontrada"
  },
  "changelogs": {
    "desc": "Descubre todas las últimas actualizaciones y mejoras de nuestro proyecto a través de nuestra página de registros de cambios. Mantente informado sobre cada nueva versión, correcciones de errores y funciones añadidas.",
    "title": "Actualizaciones"
  },
  "cmds": {
    "desc": "Descubre todos los comandos disponibles en Mini Kraken, un sistema de RPG online. Configura tu juego, gestiona la economía, interactúa con otros jugadores y mucho más. ¡Explora sus funciones para que tu experiencia RPG sea aún más atractiva y dinámica!",
    "title": "Comandos"
  },
  "comum": {
    "copy": "Copiar"
  },
  "default": {
    "desc": "Mini Kraken es un sitio web de RPG que ofrece herramientas, artículos y contenido para jugadores y DMs de RPG. Aquí encontrarás información sobre Dungeons and Dragons, Call of Cthulhu, GURPS, FATE, Storytelling y otros sistemas de RPG."
  },
  "dices": {
    "desc": "¡Domina el arte del lanzamiento de dados con Mini Kraken! Descubre reglas explosivas, tiempos límite, tiradas de reserva y expresiones numéricas para elevar tu juego de RPG.",
    "page": {
      "btn": "Lanzar dados",
      "desc": "Los dados en el mundo de los juegos de rol de mesa pueden ser un poco confusos al principio, pero no te preocupes, estamos aquí para ayudarte. A continuación, te ofrecemos una guía completa sobre cómo tirar bien; el atlas te enseñará varios trucos y consejos.",
      "link": "Mini Kraken utiliza la librería de lanzamiento de dados para realizar todos los lanzamientos de dados, ofreciendo precisión y flexibilidad para los jugadores de RPG. Con esta herramienta, puedes explorar una amplia gama de posibilidades, desde tiradas simples, como 1d20 (un dado de 20 caras) o 3d6 (tres dados de 6 caras sumados), hasta combinaciones más avanzadas, como 2d10+5 (dos dados de 10 caras con un bono de +5) o 4d6kh3 (cuatro dados de 6 caras, descartando el resultado más bajo y sumando los tres más altos, ideal para crear atributos de personajes). Para comprender mejor cómo funciona la notación utilizada en las tiradas y aprovechar al máximo esta funcionalidad, <a href=\"https://dice-roller.github.io/documentation/guide/notation/\" target=\"_blank\">haz clic aquí</a> y consulta una guía completa con ejemplos prácticos.",
      "title1": "Prueba tus tiradas aquí."
    },
    "title": "Sintaxis del Sistema de Lanzamiento de Dados"
  },
  "donate_text": "¡Si has llegado hasta aquí, es porque quieres apoyar el proyecto! Visita nuestro servidor oficial y ve al chat de Tickets.",
  "footer": {
    "about": "Acerca de",
    "arkanus": {
      "desc": "Convirtiendo tus sueños en realidad con varias líneas de código."
    },
    "legal": "Legal",
    "map": "Mapa del sitio",
    "priv": "Política de Privacidad",
    "quest": "Misión",
    "start": "Página de Inicio",
    "team": "Equipo",
    "tos": "Términos de uso",
    "util": "Utilidades"
  },
  "index": {
    "dices": {
      "desc": "Tirar dados es una parte esencial de las aventuras de juegos de rol de mesa. Aporta la emoción de lo impredecible, donde el destino de un personaje puede cambiar con una sola tirada. Deja que Mini Kraken se encargue de ello por ti a través de /d",
      "subtitle": "¿Tienes dados en casa? ¿No? ¡No hay problema!",
      "title": "Tirada de Dados"
    },
    "donate": {
      "btn": "Apoya el Proyecto",
      "desc": "Aunque Mini Kraken es gratuito, lanzamos el Programa de Patrocinadores para ayudar con los gastos de mantenimiento del Proyecto, que depende de máquinas funcionando 24 horas al día para procesar datos y desplazamiento. Cada donación contribuye directamente a mantener el proyecto activo un día más. Recordemos que el Proyecto no almacena ningún contenido perteneciente a editores. Dichos datos provienen de APIs externas que no nos pertenecen.",
      "title": "Apoya el Proyecto"
    },
    "features": {
      "desc": "Mini Kraken es un bot para Discord que ofrece una amplia variedad de funciones para ayudarte en tu viaje de juego de rol de mesa. Tira dados, gestiona iniciativas, crea personajes, utiliza generadores de nombres y mucho más. ¡Echa un vistazo a solo una pequeña muestra de todo lo que Mini Kraken puede hacer por ti!",
      "title": "Explora las Funciones"
    },
    "func": {
      "card": {
        "0": {
          "desc": "No pierdas el tiempo calculando manualmente la salud de tu personaje. Con el comando /edit life, Mini Kraken hace los cálculos por ti, permitiéndote concentrarte en jugar.",
          "title": "Cálculo de Vida"
        },
        "1": {
          "desc": "El Bot tiene un sistema avanzado de tirada de dados, permitiendo diferentes combinaciones con el comando /d. Además de múltiples máscaras de datos a las que se puede acceder con el almacén de datos /data",
          "title": "Tirada de Dados"
        },
        "2": {
          "desc": "Organiza fácilmente la información de los personajes con Smart Tokens. Con comandos simples, con /ficha puedes crear y editar fichas de personaje, haciendo tu mesa más ágil y eficiente.",
          "title": "Fichas Inteligentes"
        },
        "3": {
          "desc": "Selecciona uno de los varios sistemas de RPG disponibles para personalizar aún más tu campaña, y si eso no es suficiente, ¡crea tu propio sistema!",
          "title": "Personalización"
        },
        "4": {
          "desc": "Encuentra jugadores para tu mesa de RPG con facilidad usando el sistema de divulgación de campañas de Fortuna. Con el comando /send campaign, ¡no pierdas más tiempo buscando jugadores, deja que Fortuna te ayude!",
          "title": "Encuentra Jugadores"
        },
        "5": {
          "desc": "Variedad de generadores de nombres y letras para ayudar en la creación de personajes. Con los comandos /generate name y /deck, puedes generar nombres aleatorios, cartas del tarot o mazos para enriquecer tu narrativa.",
          "title": "Generadores"
        },
        "6": {
          "desc": "Un amplio sistema económico llamado KC (Kraken Coins) que se puede obtener de diferentes maneras, útil para funciones como aspectos de datos y personalizaciones.",
          "title": "Economía"
        },
        "7": {
          "desc": "¡Encuentra los hechizos y rituales en tu grimorio más fácilmente con nuestro libro de hechizos que te permite buscar en tiempo real!",
          "title": "Libro de Hechizos"
        },
        "8": {
          "desc": "Esta función aún está por llegar, pero se rumorea que será un bestiario comunitario.",
          "title": "..."
        }
      }
    },
    "landing": {
      "text": "La Mejor Manera de Jugar **Juegos de Rol de Mesa** en Discord"
    },
    "name": "Bot de Juegos de Rol de Mesa",
    "sec2": {
      "desc": "El Bot para Discord, desarrollado por fans para fans, tiene como objetivo ayudar en la experiencia de juego de tu RPG favorito. No poseemos ni reclamamos derechos sobre los juegos mencionados. Somos un grupo de programadores y entusiastas que simplifican los sistemas de RPG para hacer la experiencia más agradable. Este no es un producto o plataforma oficial, y no estamos afiliados con los creadores de los juegos mencionados.",
      "title": "Sistemas de RPG Adaptados"
    },
    "start": {
      "btn1": "Añadir Fortuna",
      "desc": "¡Eleva tu experiencia de juego de rol de mesa en Discord! Nuestra herramienta diseñada para mejorar tus sesiones de juego, ya sea en sistemas con más juego de rol y menos matemáticas."
    },
    "status": {
      "cmds": "Comandos",
      "desc": "Consulta algunos datos de rendimiento de Inanimalia Fortuna Tenebris Verteri, el mejor bot de juegos de rol de mesa para Discord en opinión de los creadores. Mantente al día sobre el rendimiento de tu bot y saca el máximo provecho de tu experiencia.",
      "guilds": "Gremios",
      "subtitle": "¡Hay tantos dados...",
      "title": "Estadísticas del Proyecto",
      "user": "Usuarios",
      "version": "Versión"
    },
    "system": {
      "desc": "¡Accede a la suma y tirada automática de atributos en tu hoja solicitando pruebas de atributo y habilidad con el comando **/di** para brindar más practicidad a tus jugadores!",
      "subtitle": "Sistemas de RPG Adaptados",
      "title": "¡Hojas Automáticas para tus aventuras!"
    }
  },
  "join_server_btn": "Unirse al Gremio Oficial",
  "lang": "es",
  "misc": {
    "btn": {
      "gencard": "Generar Carta"
    },
    "gen": {
      "all": "Todos los Nombres",
      "fem": "Femenino",
      "male": "Masculino"
    }
  },
  "names": {
    "article": {
      "all": "Todos",
      "btn": "Generar Nombres",
      "desc": "Este generador de nombres de personajes fue creado para ser un punto de partida para ti, ayudándote a escribir un libro, campaña de RPG o juego. Si buscas nombres para tus personajes, estás en el lugar correcto.",
      "female": "Femenino",
      "male": "Masculino",
      "title": "Generador de Nombres"
    }
  },
  "nav": {
    "acervo": "Colección",
    "add": "Añadir Aplicación",
    "dices": {
      "desc": "Prueba y aprende a tirar.",
      "title": "Tirada de Dados"
    },
    "docs": {
      "changelogs": {
        "desc": "Ver el historial de actualizaciones del bot",
        "name": "Cambios"
      },
      "cmds": {
        "docs": "Ver la lista de comandos",
        "title": "Lista de Comandos"
      },
      "dices": {
        "desc": "Guía sobre cómo tirar dados en el bot",
        "names": "Notación de Dados"
      },
      "title": "Documentación"
    },
    "donate": "Apoya el Proyecto",
    "guide": "Guía",
    "lang": {
      "title": "Idioma"
    },
    "support": "Comunidad",
    "tools": {
      "names": {
        "desc": "Genera nombres para tus personajes",
        "title": "Generador de Nombres"
      },
      "poker": {
        "desc": "Roba una carta aleatoria de la baraja",
        "name": "Cartas de Póker"
      },
      "tarot": {
        "desc": "Saca una carta de la baraja del tarot",
        "name": "Cartas del Tarot"
      },
      "title": "Herramientas"
    }
  },
  "poker": {
    "article": {
      "desc": "Un generador aleatorio de cartas de póquer, que puede ayudar a crear una campaña o juego.",
      "title": "Generador de Cartas de Póquer"
    },
    "cards": {
      "type": {
        "0": "Todos los Palos",
        "1": "Picas",
        "2": "Tréboles",
        "3": "Corazones",
        "4": "Diamantes"
      }
    },
    "desc": "Genera cartas de póquer aleatorias para tus campañas o juegos de rol. Mejora tu narración con el Generador de Cartas de Póquer.",
    "title": "Cartas de Póquer"
  },
  "posts": {
    "sistemas": {
      "0": {
        "article": "Dungeons & Dragons, el legendario juego de rol de mesa, continúa cautivando la imaginación de jugadores de todas las edades en todo el mundo. Durante décadas, este épico juego ha transportado a los jugadores a mundos de fantasía llenos de peligro, tesoros y aventuras inolvidables. En Dungeons & Dragons, los jugadores tienen la oportunidad de crear sus propios personajes únicos y embarcarse en emocionantes viajes. Pueden elegir entre una amplia variedad de razas, como elfos, enanos y humanos, y clases, como guerreros, magos y exploradores, cada una con habilidades y características especiales. La mecánica del juego se basa en una combinación de lanzamiento de dados e imaginación. El Maestro del Juego, también conocido como Dungeon Master (DM), es responsable de crear el mundo, narrar la historia e interpretar a los PNJ (personajes no jugadores), mientras que los jugadores toman decisiones, exploran entornos peligrosos, se enfrentan a monstruos y desentrañan misterios. Dungeons & Dragons es un juego colaborativo, en el que la imaginación y la interacción entre los jugadores juegan un papel fundamental. Juntos, se enfrentan a desafíos épicos, resuelven acertijos intrigantes y forjan lazos de amistad en medio de la acción y el peligro. El juego también fomenta la creatividad, permitiendo a los jugadores personalizar y desarrollar sus historias y personajes con el tiempo. Además de emocionantes aventuras, Dungeons & Dragons ofrece a los jugadores la oportunidad de conectar en una comunidad vibrante. Las reuniones en persona en mesas de juego, las convenciones dedicadas a los juegos de rol y las plataformas online reúnen a entusiastas de todo el mundo, compartiendo experiencias, consejos y creando recuerdos duraderos. Con su rica mitología, innumerables suplementos y expansiones, y una apasionada base de fans, Dungeons & Dragons sigue siendo un icono del universo de los juegos de mesa. A través de este juego, se desafían los límites de la imaginación, se fortalece la camaradería y se experimentan aventuras épicas con cada tirada de dados. Así que, reúne a tus amigos, agarra tus dados y prepárate para sumergirte en un mundo de magia y aventura con Dungeons & Dragons. La mesa está puesta, el destino te espera y la gloria está a tu alcance. ¿Qué esperas para unirte a este increíble viaje?",
        "bg": "/static/img/bg/dnd.webp",
        "card": {
          "btn": "Más sobre DnD",
          "desc": "Un RPG de fantasía legendario que permite a los jugadores crear sus propias historias en mundos de espadas y hechicería.",
          "title": "Dungeons & Dragons"
        },
        "icon": "/static/img/rpg/DND.svg",
        "legal": "El Sistema Dungeons & Dragons pertenece actualmente a [Wizards Of The Coast](https://company.wizards.com/en) que posee todos sus derechos reservados. Los libros del sistema fueron publicados bajo la licencia [OPEN GAME LICENSE Version 1.1](https://en.wikipedia.org/wiki/Open_Game_License) Mini Kraken no tiene ningún vínculo con la editorial o creador, Mini Kraken es solo un conjunto de herramientas hechas para ayudar a maestros y jugadores de diferentes sistemas. Del mismo modo que no tenemos su autorización para operar.",
        "path": "dnd",
        "tags": "Sistema de Rol,Fantasía,Medieval,Dungeons & Dragons"
      },
      "1": {
        "article": "Ordem Paranormal es un nuevo juego de rol de mesa que transporta a los jugadores a un mundo lleno de misterios y fenómenos sobrenaturales. En este escenario oscuro y cautivador, secretos ocultos y entidades malignas amenazan a la humanidad, y solo los valientes agentes de la Orden Paranormal pueden enfrentarse a estas amenazas. En el juego, los jugadores asumen el papel de agentes paranormales, miembros de una organización secreta dedicada a proteger al mundo de los peligros de lo desconocido. Cada agente posee habilidades especiales, como clarividencia, control de energía, mediumnidad y percepción aguda, que les ayudan a enfrentar los desafíos sobrenaturales que encuentran en su camino. A medida que los jugadores avanzan en las misiones, sus personajes ganan experiencia y desarrollan nuevas habilidades paranormales, volviéndose más competentes para enfrentar lo sobrenatural. La evolución del personaje permite a los jugadores personalizar sus habilidades según su estilo de juego y prepararse para desafíos aún mayores. Ordem Paranormal ofrece una experiencia emocionante e inmersiva para los fanáticos de los juegos de rol de mesa y amantes de las historias sobrenaturales. Con su trama atractiva y sus mecánicas cautivadoras, el juego promete transportar a los jugadores a un mundo de suspense y misterio, donde tendrán que usar su inteligencia y coraje para proteger a la humanidad de fuerzas más allá de lo conocido. Prepárense para enfrentarse a lo desconocido y descubrir secretos oscuros mientras juegan a Ordem Paranormal. Reúnan a sus amigos, elijan sus habilidades paranormales y embarquen en esta emocionante aventura donde la línea entre lo real y lo sobrenatural se desdibuja. ¡El destino del mundo paranormal está en sus manos!",
        "bg": "/static/img/bg/ordem.webp",
        "card": {
          "btn": "Más información sobre OP",
          "desc": "Un universo de investigación paranormal, donde los agentes luchan contra lo sobrenatural y protegen nuestra realidad.",
          "title": "Ordem Paranormal"
        },
        "icon": "/static/img/rpg/Ordem.svg",
        "legal": "Ordem Paranormal fue creado por Rafael Lange \"Cellbit\" Lange y actualmente es publicado por [Editora Jambo](https://jamboeditora.com.br/) que tiene todos sus derechos reservados. Los libros del sistema fueron publicados bajo la licencia [OPEN GAME LICENSE Version](https://en.wikipedia.org/wiki/Open_Game_License) 1.0a Mini Kraken no tiene ningún vínculo con la editorial o el creador, Mini Kraken es solo un conjunto de herramientas creadas para ayudar a los maestros y jugadores de diferentes sistemas. De la misma manera que no tenemos su autorización para operar.",
        "path": "ordem",
        "tags": "Sistema RPG,Urbano,Paranormal,Investigación"
      },
      "2": {
        "article": "Tormenta20, el aclamado juego de rol de mesa, regresa con una nueva edición que promete sumergir a los jugadores en un mundo de fantasía épica lleno de emociones. Desde su lanzamiento original, Tormenta ha cautivado la imaginación de los fanáticos de los juegos de rol con sus historias cautivadoras, personajes impactantes y reglas dinámicas. En la nueva edición, Tormenta20 continúa explorando el vasto continente de Arton, un escenario rico y vibrante con una mitología única. Los jugadores tienen la libertad de crear sus propios héroes, eligiendo entre una amplia variedad de razas y clases, desde guerreros honorables hasta poderosos magos y pícaros astutos. La mecánica del juego se basa en un sistema de reglas actualizado que combina simplicidad y profundidad estratégica. Los jugadores enfrentan desafíos emocionantes, resuelven acertijos intrigantes y luchan contra criaturas peligrosas en batallas tácticas. La progresión del personaje les permite adquirir habilidades y poderes especiales, convirtiéndose en verdaderos héroes legendarios. Con su legado perdurable y su base de fans dedicada, Tormenta20 continúa cautivando a jugadores de todas las edades y niveles de experiencia. Ya sea que seas un veterano de los juegos de rol o un principiante que busca una gran aventura, Tormenta20 ofrece una puerta de entrada a un mundo fantástico lleno de héroes, magia y peligros inminentes. Así que prepárense para embarcarse en un viaje inolvidable con Tormenta20. Elige tu raza, forja tu destino y enfrenta desafíos épicos en un mundo de fantasía que espera tu valentía. Reúne a tus amigos, obtén tus datos y embarca en esta emocionante aventura. ¡El destino de Arton está en tus manos!",
        "bg": "/static/img/bg/space.webp",
        "card": {
          "btn": "Más información sobre T20",
          "desc": "Un juego de rol de fantasía épica ambientado en el mundo de Arton, con reglas intuitivas y flexibles.",
          "title": "Tormenta20"
        },
        "icon": "/static/img/rpg/Tormenta.svg",
        "legal": "Tormenta es actualmente publicado por [Editora Jambo](https://jamboeditora.com.br/) que tiene todos sus derechos reservados. Los libros del sistema fueron publicados bajo la licencia [OPEN GAME LICENSE Version](https://en.wikipedia.org/wiki/Open_Game_License) 1.0a Mini Kraken no tiene ningún vínculo con la editorial o el creador, Mini Kraken es solo un conjunto de herramientas creadas para ayudar a los maestros y jugadores de diferentes sistemas. De la misma manera que no tenemos su autorización para operar.",
        "path": "tormenta",
        "tags": "Sistema RPG,Medieval,Fantasía"
      },
      "3": {
        "article": "Carbon 2185 es un juego de rol de mesa ambientado en un futuro distópico cyberpunk. En el año 2185, la Tierra está en ruinas debido al cambio climático y a la guerra. Las poderosas megacorporaciones controlan la sociedad y la tecnología avanzada está omnipresente. Los jugadores asumen el papel de \"Operativos\", individuos altamente entrenados que emprenden misiones para combatir la injusticia y descubrir los oscuros secretos del mundo. Personalización del personaje: Los jugadores pueden elegir entre diferentes arquetipos, como hackers, mercenarios, espías o luchadores cuerpo a cuerpo, cada uno con habilidades únicas. Desarrollo de habilidades: A lo largo del juego, los jugadores pueden mejorar las capacidades cibernéticas de sus personajes y adquirir armas futuristas. Toma de decisiones: Las elecciones de los jugadores influyen en la dirección de la narrativa, permitiéndoles moldear el destino del mundo dentro del juego. Sistema de dados: El juego utiliza tiradas de dados y atributos para determinar el éxito de las acciones y los combates.",
        "bg": "/static/img/bg/cyberpunk.webp",
        "card": {
          "btn": "Más información sobre Carbon2185",
          "desc": "Un juego de rol cyberpunk ambientado en un futuro distópico, influenciado por Blade Runner y Ghost in the Shell.",
          "title": "Carbon2185"
        },
        "icon": "/static/img/rpg/Carbon.svg",
        "legal": "El sistema Carbon 2185 fue creado por Robert Marriner-Dodds y actualmente es publicado por [Dragon Turtle Games](https://www.dragonturtlegames.com), que posee todos sus derechos reservados. Los libros del sistema fueron publicados bajo la licencia [OPEN GAME LICENSE Version](https://en.wikipedia.org/wiki/Open_Game_License#Open_Game_License) 1.0a. Mini Kraken cuenta con el consentimiento explícito del creador del sistema.",
        "path": "carbon",
        "tags": "Sistema de rol, Cyberpunk, Distopía, #BoloQueimado"
      },
      "4": {
        "article": "Gaia: The Prelude es la nueva reimaginación moderna del juego de rol de mesa, que trae un escenario de alta fantasía medieval al mundo mágico de Auroria. En Gaia serás único, recorriendo un camino forjado por ti mismo, desbloqueando las cerraduras del Velo hacia el infinito. En Gaia, puedes ser lo que quieras. Hay veintiún Legados que definen la apariencia de tu personaje además de un sistema de combate híbrido completamente personalizado. Crea tu personalidad a tu manera: ¿Un guerrero que destruye ejércitos, pero que estudia los secretos del Velo en su tiempo libre? Separa lo que haces mejor dentro y fuera del combate como desees. Durante tu aventura, desbloquea el Velo dentro de ti enfrentándote a criaturas únicas del Homuncularium, un sistema de creación de monstruos único, ¡con miles de millones (literalmente) de combinaciones posibles! Y, por supuesto, serás recompensado por esto, con Puntos de Aprendizaje que te permitirán adquirir nuevos poderes, nuevas habilidades, en los Caminos de Combate. Los Caminos de Combate te permiten moldear tu personaje a tu manera, lo que significa que un personaje no necesita seguir solo un Camino, sino que puede elegir su propio camino. Hay cinco Caminos Básicos iniciales que contienen docenas de habilidades para elegir, y cada habilidad también se puede mejorar con una de las tres opciones de Mejora. Y en el futuro, cuando evoluciones a tu personaje, podrás acceder a Caminos Avanzados que aportan cientos de nuevas habilidades que mejoran aún más tu experiencia.",
        "bg": "/static/img/bg/Forest9.webp",
        "card": {
          "btn": "Más información sobre Gaia",
          "desc": "Juego de rol de alta fantasía medieval, con un sistema moderno y simplificado, donde cada personaje es único.",
          "title": "Gaia: The Prelude"
        },
        "icon": "/static/img/rpg/Gaia.svg",
        "legal": "Gaia: The Prelude está desarrollado por Auroria - Game Studio, que posee todos sus derechos reservados. Los libros del sistema fueron publicados bajo la licencia [OPEN GAME LICENSE](https://en.wikipedia.org/wiki/Open_Game_License#Open_Game_License) Versión 1.0a, y están protegidos por la CBL (Cámara Brasileña del Libro). Mini Kraken cuenta con el conocimiento y la autorización del autor Lyy para operar; además, te recomendamos que compres el libro y apoyes su proyecto de financiación en [CATARSE](https://www.catarse.me/gaiapreludio)",
        "path": "gaia",
        "tags": "Sistema de rol, Medieval, Fantasía, Innovación"
      },
      "5": {
        "article": "3DeT Victory: El nuevo sistema de rol que está cautivando la imaginación de los jugadores. Desde su creación, miles de aventureros se han aventurado en escenarios ilimitados, creando personajes únicos y explorando mundos fantásticos. Ahora, con la llegada de la Era de las Arcas, puedes sumergirte en una fantasía urbana llena de laberintos dimensionales, cada uno con sus propios peligros y tesoros. Elige entre los cinco núcleos temáticos y prepárate para un viaje épico. El Manual 3DeT Victory, que contiene las reglas completas, el escenario de la Era de las Arcas y avances de los núcleos temáticos, está en crowdfunding en Catarse. ¡Únete a esta nueva era y forma parte de esta emocionante aventura! 3DeT Victory ofrece una serie de mecánicas innovadoras que hacen que la experiencia de juego sea emocionante e inmersiva. Estas son algunas de las principales características y ventajas del sistema: Simplicidad y Flexibilidad: El sistema fue diseñado para ser accesible a jugadores de todos los niveles de experiencia. Las reglas son intuitivas y fáciles de aprender, lo que te permite sumergirte rápidamente en la acción. Además, la flexibilidad del sistema te permite adaptar las mecánicas según sea necesario para que se ajusten a tu estilo de juego. Narrativa en el Centro: 3DeT Victory pone la narrativa en el centro del juego. Las mecánicas fomentan la creación de historias cautivadoras, con espacio para la improvisación y la creatividad. Los jugadores pueden dar forma al mundo, desarrollar personajes complejos y explorar tramas intrigantes. Núcleos Temáticos: Los cinco núcleos temáticos ofrecen variedad y profundidad al sistema. Cada núcleo presenta reglas específicas, personajes únicos y desafíos distintos. Ya seas un aventurero espacial, un agente secreto o un héroe de fantasía, hay un núcleo para todos. Era de las Arcas: El escenario de la Era de las Arcas es una fusión de elementos fantásticos y urbanos. Los laberintos dimensionales llamados Arcas están llenos de misterios, criaturas extrañas y tesoros ocultos. Este escenario ofrece infinitas posibilidades de exploración y aventura. Manual Completo: El Manual 3DeT Victory es una fuente completa de información. Además de las reglas básicas, presenta detalles sobre la Era de las Arcas, consejos de maestros, sugerencias de aventuras y avances de los núcleos temáticos. Es una guía esencial tanto para jugadores como para maestros de juego. En resumen, 3DeT Victory combina simplicidad, creatividad y un escenario rico para brindar una experiencia de juego de rol única. ¡Únete a la comunidad y descubre un mundo de posibilidades!",
        "bg": "/static/img/bg/Forest7.webp",
        "card": {
          "btn": "Más información sobre 3DET",
          "desc": "Héroes y villanos se enfrentan en batallas épicas. Magia, tecnología y criaturas fantásticas chocan.",
          "title": "Vitória 3DET"
        },
        "icon": "/static/img/rpg/3DET.svg",
        "legal": "3DET está atualmente sendo publicado pela [Editora Jambo](https://jamboeditora.com.br/) que detém todos os seus direitos reservados. Os livros do sistema foram publicados sob a licença [OPEN GAME LICENSE Version](https://en.wikipedia.org/wiki/Open_Game_License) 1.0a. Mini Kraken não tem nenhum vínculo com a editora ou o criador, Mini Kraken é apenas um conjunto de ferramentas feitas para ajudar mestres e jogadores de diferentes sistemas. Da mesma forma que não temos a autorização deles para operar.",
        "path": "3det",
        "tags": "Sistema RPG,GURPS2"
      },
      "6": {
        "article": "Pathfinder é um jogo de RPG de mesa que cativa a imaginação com sua narrativa rica e complexidade tática. Em Pathfinder, cada jogador cria um personagem único, escolhendo entre uma variedade de raças e classes, cada uma com suas próprias habilidades especiais e histórias de fundo. Os jogadores embarcam em aventuras épicas, enfrentando desafios que exigem tanto astúcia quanto força bruta. O jogo é regido por um conjunto de regras que ajudam a moldar o mundo e as interações dos personagens com ele, mas a verdadeira magia de Pathfinder reside na liberdade que os jogadores têm para moldar suas próprias histórias.Como um jogo de RPG, Pathfinder permite uma colaboração criativa sem precedentes entre os jogadores e o Mestre do Jogo, que serve como narrador e árbitro das regras. Juntos, eles constroem uma história dinâmica que pode mudar com base nas decisões dos jogadores e nos lançamentos de dados. Esse aspecto do jogo encoraja os jogadores a mergulharem profundamente em seus personagens e no mundo ao seu redor, criando uma experiência imersiva e pessoal.Além disso, Pathfinder é conhecido por seu sistema de personalização detalhado, onde os jogadores podem ajustar seus personagens com uma ampla gama de habilidades, magias e equipamentos. Isso permite que cada personagem se torne verdadeiramente único, refletindo as escolhas do jogador e o estilo de jogo. A cada sessão, os personagens crescem em poder e complexidade, enfrentando ameaças cada vez maiores e descobrindo mistérios que podem mudar o mundo do jogo.O mundo de Pathfinder é um lugar de maravilhas e perigos, habitado por criaturas míticas e povos diversos. Das profundezas das masmorras mais escuras aos picos das montanhas mais altas, os heróis de Pathfinder exploram territórios desconhecidos, descobrem civilizações antigas e combatem forças do mal. A cada aventura, eles têm a oportunidade de adquirir tesouros lendários e forjar seu próprio destino.Em resumo, Pathfinder é mais do que um jogo; É um portal para mundos de fantasia onde a imaginação não conhece limites. É um convite para contar histórias coletivas onde cada escolha tem peso e cada momento pode se tornar uma memória duradoura. Se você é um estrategista meticuloso ou um contador de histórias apaixonado, Pathfinder oferece uma experiência rica e gratificante que se desdobra de maneiras tão únicas quanto os jogadores que se unem para jogar.",
        "bg": "/static/img/bg/Forest1.webp",
        "card": {
          "btn": "Saiba mais sobre Pathfinder",
          "desc": "A história de heróis corajosos e vilões astutos em um mundo cheio de monstros terríveis e tesouros maravilhosos.",
          "title": "Pathfinder"
        },
        "icon": "/static/img/rpg/Pathfinder.svg",
        "legal": "Pathfinder está atualmente sendo publicado pela [NEWORDER](https://newordereditora.com/) que detém todos os seus direitos reservados. Os livros do sistema foram publicados sob a licença [OPEN GAME LICENSE Version](https://en.wikipedia.org/wiki/Open_Game_License) 1.0a. Mini Kraken não tem nenhum vínculo com a editora ou o criador, Mini Kraken é apenas um conjunto de ferramentas feitas para ajudar mestres e jogadores de diferentes sistemas. Da mesma forma que não temos a autorização deles para operar.",
        "path": "pathfinder",
        "tags": "Sistema RPG, Fantasia"
      },
      "7": {
        "article": "Feiticeiros e Maldições oferece uma experiência imersiva que captura a essência do anime Jujutsu Kaisen, permitindo que os jogadores mergulhem em um mundo onde feiticeiros combatem maldições com habilidades sobrenaturais. Através de um sistema de classificação detalhado, os jogadores podem desenvolver seus personagens de novatos de classificação 4 a poderosos feiticeiros de classificação especial. Com mecânicas como multiclassing e equipamentos variados, o jogo incentiva a personalização e a estratégia. Além disso, elementos únicos como Integridade e Juramentos de Limite adicionam profundidade e desafio, convidando os jogadores a fazer escolhas significativas que moldam suas jornadas. Para entusiastas de RPG que procuram uma aventura repleta de magia e mistério, \"Feiticeiros e Maldições\" é um portal para fãs de anime que desejam começar a jogar RPGs.",
        "bg": "/static/img/bg/Forest4.webp",
        "card": {
          "btn": "Saiba mais sobre F&M",
          "desc": "O sistema adapta o mundo do anime, com batalhas sobrenaturais. Nele, os jogadores podem explorar múltiplos estilos de luta e rituais.",
          "title": "Feiticeiros e Maldições"
        },
        "icon": "/static/img/rpg/Feiticeiros.svg",
        "legal": "Feiticeiros e Maldições é um sistema RPG de código aberto criado pela autora [Setsugiri](https://setsugiri.carrd.co/). Usando a [LICENÇA OPEN GAME](https://en.wikipedia.org/wiki/Open_Game_License) 1.0a, Mini Kraken tem permissão do criador do sistema para operar. Os livros do sistema podem ser baixados do servidor [Discord Oficial](https://discord.com/invite/UGg6QUNNRp).",
        "path": "feiticeiros",
        "tags": "Sistema RPG,Anime,Magia"
      }
    }
  },
  "premium": {
    "0": {
      "desc": "Um plano para lobos solitários que desejam acessar recursos sozinhos.",
      "title": "Guerreiro"
    },
    "1": {
      "desc": "Um para todos e todos para um, com este plano todos em seu servidor se beneficiam!",
      "title": "Aventuroso"
    },
    "2": {
      "desc": "Para verdadeiros amantes de Inanimalia Fortuna!",
      "title": "Herói Polvo"
    },
    "feat": {
      "0": "+5 Slots de Macro (por personagem)",
      "1": "+24 Slots de Personagem",
      "2": "O dobro do espaço para notas",
      "3": "Crie seu próprio sistema Homebrew",
      "4": "Milhões de Moedas Kraken",
      "5": "Suporte Prioritário",
      "6": "Recursos Premium",
      "7": "Uma Conta",
      "8": "Un Gremio",
      "9": "Pruebas de Juego Exclusivas",
      "10": "Posição de Doador (Perfil e Discord)",
      "11": "Posição de Doador Supremo (Perfil e Discord)",
      "12": "Para Três Guildas",
      "98": "Pack de Pies de Equipo y Clube da Una",
      "99": "Licencia poética para exigir a los Desarrolladores"
    }
  },
  "price": {
    "0": "3$/Mes",
    "1": "5$/Mes",
    "2": "7$/Mes"
  },
  "privacy": {
    "0": {
      "desc": "Mini Kraken es propiedad de los Desarrolladores, quienes son responsables de recopilar y gestionar tus Datos dentro de la aplicación. Este documento explica qué datos se recopilan, la razón para recopilarlos y cómo mantenemos la seguridad de estos datos."
    },
    "1": {
      "desc": "Al usar la aplicación, recopilamos información del Usuario y del Servidor, además de otra información que proporciones (incluyendo, pero no limitado a: Nombres, IDs, Imágenes de Usuario y Gremio). Además, recopilamos información dentro de la aplicación, que se almacena como ejemplo en el sistema de fichas de RPG. El único contenido de mensaje que se recopila ocurre en el sistema de tiradas de dados sin la presencia de barra inclinada. El contenido de los mensajes no se almacena, por lo que los desarrolladores no tienen acceso a ellos. El procesamiento de estos datos permite el funcionamiento de varias funcionalidades dentro de la aplicación, como identificaciones para guardar información en la base de datos, configuraciones de aplicación individuales para cada gremio y usuario, así como la personalización de la interfaz de la aplicación para brindar una experiencia de usuario mejorada.",
      "title": "Información Recopilada"
    },
    "2": {
      "desc": "Tienes los siguientes derechos garantizados con respecto a tus datos:\nEl derecho a ser informado.\nEl derecho de rectificación.\nEl derecho a la supresión.\nEl derecho de verificación.\nEl derecho de oposición.\nAl usar la aplicación, se entiende que aceptas los términos y los datos recopilados.",
      "title": "Tus derechos"
    },
    "3": {
      "desc": "Garantizamos la seguridad de la información que proporcionas en servidores y computadoras almacenadas en entornos seguros y controlados, protegidos contra el acceso, uso y divulgación no autorizados. Mantenemos medidas de seguridad administrativas, técnicas y físicas para proteger los datos contra el acceso, uso, protección y divulgación no autorizados. Sin embargo, no se puede garantizar que ninguna transmisión de datos a través de Internet sea completamente segura.",
      "title": "Seguridad de la información"
    },
    "4": {
      "desc": "Si deseas obtener más información sobre esta Política de Privacidad o acceder a información relacionada con tus derechos individuales e Información Personal, puedes abrir un ticket en el soporte del gremio (/support) o enviar un correo electrónico a support@arkanus.app.",
      "title": "Contacto"
    },
    "desc": "Lee la Política de Privacidad de Mini Kraken. Aprende cómo recopilamos, usamos y protegemos tus datos.",
    "title": "Política de Privacidad"
  },
  "system": {
    "default": {
      "desc": "Aprende sobre el sistema %system% y cómo jugar en Discord con el Bot RPG Mini Kraken. Esta guía práctica ofrece consejos para explorar y divertirte al máximo en tus aventuras de RPG.",
      "playDiscord": "Cómo jugar %system% en Discord",
      "playDiscordDesc": "%system% es uno de los sistemas disponibles para jugar usando Mini Kraken como facilitador de tiradas de dados. Definir el sistema es sencillo: solo escribe /configurar, ve a la pestaña del sistema y defínelo.  Esto te dará fichas inteligentes y datos dinámicos para optimizar tu sección. Después de la configuración, podrás usar varias herramientas para ayudar a tu mesa, como el sistema de fichas inteligentes al que se puede acceder a través de /ficha, que integra la tirada de dados; es decir, al tirar dados a través de /di, toda la matemática la realiza UNA.",
      "title": "Aprende a jugar %system% en Discord"
    }
  },
  "tarot": {
    "article": {
      "desc": "Un generador aleatorio de cartas del Tarot, que puede ayudar a crear una campaña o juego.",
      "title": "Generador de Cartas del Tarot"
    },
    "desc": "Genera cartas del Tarot aleatorias para mejorar tus campañas o juegos de rol. Explora el Generador de Cartas del Tarot de Mini Kraken para obtener inspiración creativa.",
    "title": "Cartas del Tarot"
  },
  "tos": {
    "0": {
      "desc": "Arkanus, en adelante denominados \"desarrolladores\", es un equipo dedicado al desarrollo de una variedad de proyectos y aplicaciones, incluyendo, pero no limitado a (Mini Kraken BOT, también conocido como Inanimalia Fortuna Tenebris Verteri). Al usar nuestros servicios, usted acepta los siguientes términos. Al acceder a nuestros Servicios, usted acepta automáticamente los términos, condiciones y políticas de privacidad que se presentan a continuación. Si usted es mayor de edad en su jurisdicción, o si tiene entre 13 y la mayoría de edad y su tutor legal ha revisado y acepta estos Términos, usted está obligado por ellos. Si no está de acuerdo con alguna parte de estos términos y condiciones, deje de usar nuestros servicios inmediatamente.",
      "title": "Introducción"
    },
    "1": {
      "desc": "A menos que se indique expresamente lo contrario, todos los derechos de propiedad intelectual sobre el contenido publicado en el Servicio pertenecen al Servicio y sus licenciantes. Todos los derechos relacionados con la propiedad intelectual están estrictamente reservados, y nos reservamos el derecho de emprender acciones legales según sea necesario a través de nuestros canales de comunicación oficiales. No está autorizado a: - Vender, alquilar o sublicenciar ningún material relacionado con Mini Kraken, Fortuna o similar. - Redistribuir contenido de Mini Kraken, Fortuna o similar sin autorización expresa. - Intentar deliberadamente eludir los mecanismos de seguridad del Servicio de ninguna manera sin autorización previa. Algunas áreas del Servicio ofrecen la posibilidad de personalización por parte de los usuarios, sin filtrado o revisión previa por nuestra parte antes de su publicación. Los comentarios y las personalizaciones reflejan únicamente las opiniones de sus respectivos autores. En la medida en que lo permita la ley aplicable, el Servicio no es legalmente responsable de dichos comentarios/personalizaciones o de cualquier daño, riesgo o gasto que surja de su uso, publicación o aparición en el Servicio. Nos reservamos el derecho, sin obligación, de eliminar cualquier comentario o personalización que consideremos inapropiado, ofensivo o que infrinja estos Términos y Condiciones. Al utilizar nuestro Servicio, usted acepta protegernos y defendernos contra todas las reclamaciones, demandas, daños, costos y gastos que surjan de o estén relacionados con su uso del Servicio. No se debe colocar ningún enlace en ningún sitio web que pueda interpretarse como difamatorio, obsceno, criminal o que viole los derechos de terceros. Al publicar comentarios, personalizaciones u otro contenido en nuestro Servicio, usted declara y garantiza que: Tiene el derecho legal de publicar este contenido y cuenta con todas las licencias y autorizaciones necesarias para hacerlo. Sus comentarios, personalizaciones u otro contenido no violan ningún derecho de propiedad intelectual de terceros, incluidos los derechos de autor, patentes o marcas comerciales. Sus comentarios, personalizaciones u otro contenido no contienen material difamatorio, calumnioso, ofensivo, indecente o ilegal, ni invaden la privacidad de terceros. Sus comentarios, personalizaciones u otro contenido no se utilizarán para solicitar o promover actividades ilegales. Al publicar comentarios, personalizaciones u otro contenido en nuestro Servicio, usted otorga al Servicio (incluidos Mini Kraken, Desarrolladores y socios) una licencia irrevocable, no exclusiva, mundial, libre de regalías y sublicenciable para usar, reproducir, adaptar, modificar, publicar, traducir, crear obras derivadas de, distribuir, ejecutar públicamente y mostrar públicamente dicho contenido en cualquier formato, medio o tecnología conocida o desarrollada en el futuro.",
      "title": "Licencia"
    },
    "2": {
      "desc": "Nos reservamos el derecho, a nuestra entera discreción, de modificar o revisar estos Términos en cualquier momento, y usted acepta estar sujeto a dichas modificaciones o revisiones. Cualquier cambio o modificación entrará en vigor una semana después de su publicación en el Servicio, y su uso continuado del Servicio después de la fecha de entrada en vigor constituirá su aceptación y acuerdo con dichos cambios o modificaciones. Si se opone a algún cambio o modificación, su único recurso es dejar de usar el Servicio. Nos reservamos el derecho de modificar o interrumpir el Servicio (o parte del mismo) en cualquier momento, con o sin previo aviso, sin limitación por incumplimiento de los Términos.",
      "title": "Reserva de Derechos y Modificaciones"
    },
    "3": {
      "desc": "En situaciones en las que el usuario realiza cualquiera de las acciones que se enumeran a continuación, puede resultar en un incumplimiento automático de las condiciones de uso, lo que puede generar consecuencias que van desde advertencias hasta incluso la eliminación del acceso al servicio y la cancelación de la cuenta o el acceso al servicio, con o sin previo aviso: Asignar un valor real a los KC (Economías Virtuales) y venderlos por dinero o bienes reales. Enviar cualquier contenido inapropiado a los equipos de soporte o revisión. Abusar de errores o sistemas para obtener una ventaja o dañar nuestras estructuras. Abuso de los medios de soporte. Intentar eludir cualquier sistema de servicio de una manera que dañe el funcionamiento del servicio u otros usuarios, sin la autorización previa del equipo de desarrollo.",
      "title": "Prohibiciones y Responsabilidades del Usuario"
    },
    "4": {
      "desc": "No seremos considerados legalmente responsables de ningún contenido que aparezca en nuestro Servicio, ya que está impulsado por la comunidad. Si hay una violación de la propiedad intelectual o malestar, el usuario puede solicitar una revisión o eliminación de uno o más contenidos abriendo una solicitud de eliminación a través de nuestro Soporte. Si encuentra algún enlace o contenido en nuestro Servicio que sea ofensivo o infrinja sus derechos de autor, tiene el derecho y la libertad de contactarnos e informarnos del problema en cualquier momento. Consideraremos las solicitudes de eliminación de enlaces y contenido, pero no tenemos la obligación de eliminar ningún enlace a nuestro Servicio o responder directamente a su solicitud a menos que infrinja sus derechos de autor. Envíe un correo electrónico a suporte@arkanus.app",
      "title": "Responsabilidad por el Contenido"
    },
    "desc": "Lea los Términos de Servicio de Mini Kraken. Comprenda sus derechos y responsabilidades al usar nuestros servicios.",
    "tags": "Legal, Legal, Términos de Uso, Legislación",
    "title": "Términos de Servicio"
  }
}