{
  "PageNotFound": {
    "btn": "Назад на главную",
    "desc": "Упс! Похоже, вы нашли страницу, которая больше не существует. Не волнуйтесь, такое иногда случается при просмотре. А пока изучите другие разделы нашего сайта, чтобы найти то, что вы ищете.",
    "title": "Страница не найдена"
  },
  "changelogs": {
    "desc": "Узнайте обо всех последних обновлениях и улучшениях нашего проекта на странице изменений. Будьте в курсе каждой новой версии, исправлений ошибок и добавленных функций.",
    "title": "Обновления"
  },
  "cmds": {
    "desc": "Откройте для себя все доступные команды в Mini Kraken, онлайн-системе RPG. Настройте свою игру, управляйте экономикой, взаимодействуйте с другими игроками и многое другое. Изучите ее функции, чтобы сделать свой опыт RPG еще более увлекательным и динамичным!",
    "title": "Команды"
  },
  "comum": {
    "copy": "Копировать"
  },
  "default": {
    "desc": "Mini Kraken — это RPG-сайт, предлагающий инструменты, статьи и контент для игроков в RPG и ведущих игр. Здесь вы найдете информацию о Dungeons and Dragons, Call of Cthulhu, GURPS, FATE, Storytelling и других системах RPG."
  },
  "dices": {
    "desc": "Освойте искусство бросков костей с Mini Kraken! Откройте для себя взрывные правила, тайм-ауты, сохранения и числовые выражения, чтобы улучшить свою игру в RPG.",
    "page": {
      "btn": "Бросить кости",
      "desc": "Кости в настольном мире RPG могут сначала показаться немного запутанными, но не волнуйтесь, мы здесь, чтобы помочь вам. Ниже вы найдете полное руководство о том, как хорошо бросать кости, атлас научит вас нескольким трюкам и хитростям.",
      "link": "Mini Kraken использует библиотеку бросков костей для выполнения всех бросков костей, обеспечивая точность и гибкость для игроков в RPG. С помощью этого инструмента вы можете изучить широкий спектр возможностей, от простых бросков, таких как 1d20 (один 20-гранный кубик) или 3d6 (три 6-гранных кубика, сложенные вместе), до более сложных комбинаций, таких как 2d10+5 (два 10-гранных кубика с бонусом +5) или 4d6kh3 (четыре 6-гранных кубика, отбрасывая наименьший результат и добавляя три наибольших, идеально подходит для создания характеристик персонажа). Чтобы лучше понять, как работает используемая в бросках нотация и максимально использовать эту функциональность, <a href=\"https://dice-roller.github.io/documentation/guide/notation/\" target=\"_blank\">нажмите здесь</a> и ознакомьтесь с полным руководством с практическими примерами.",
      "title1": "Проверьте свои броски здесь."
    },
    "title": "Синтаксис системы бросков костей"
  },
  "donate_text": "Если вы дочитали до этого места, значит, вы хотите поддержать проект! Посетите наш официальный сервер и перейдите в чат Tickets",
  "footer": {
    "about": "О нас",
    "arkanus": {
      "desc": "Превращаем ваши мечты в реальность с помощью нескольких строк кода."
    },
    "legal": "Юридическая информация",
    "map": "Карта сайта",
    "priv": "Политика конфиденциальности",
    "quest": "Миссия",
    "start": "Главная страница",
    "team": "Команда",
    "tos": "Условия использования",
    "util": "Утилиты"
  },
  "index": {
    "dices": {
      "desc": "Бросание костей — неотъемлемая часть приключений в настольных RPG.  Оно привносит азарт неожиданности, когда судьба персонажа может измениться от одного броска.  Доверьте это Mini Kraken с помощью команды /d",
      "subtitle": "Есть кости дома? Нет? Не проблема!",
      "title": "Бросание костей"
    },
    "donate": {
      "btn": "Поддержать проект",
      "desc": "Хотя Mini Kraken бесплатен, мы запустили программу поддержки, чтобы помочь с расходами на техническое обслуживание проекта, который зависит от круглосуточно работающих машин для обработки данных и прокрутки.  Каждое пожертвование напрямую способствует тому, чтобы проект оставался активным еще один день.  Напоминаем, что проект не хранит контент, принадлежащий издателям. Такие данные поступают из внешних API, которые нам не принадлежат.",
      "title": "Поддержать проект"
    },
    "features": {
      "desc": "Mini Kraken — это бот для Discord, который предлагает широкий спектр функций, чтобы помочь вам в вашем путешествии по настольным RPG. Бросайте кости, управляйте инициативой, создавайте персонажей, используйте генераторы имён и многое другое.  Посмотрите лишь небольшую часть всего того, что Mini Kraken может сделать для вас!",
      "title": "Изучить функции"
    },
    "func": {
      "card": {
        "0": {
          "desc": "Не тратьте время на ручное вычисление здоровья вашего персонажа. С помощью команды /edit life Mini Kraken сделает математику за вас, позволяя сосредоточиться на игре.",
          "title": "Расчет здоровья"
        },
        "1": {
          "desc": "Бот имеет продвинутую систему броска костей, позволяющую использовать различные комбинации с помощью команды /d.  В дополнение к нескольким скинам данных, которые можно получить с помощью /data store",
          "title": "Бросок костей"
        },
        "2": {
          "desc": "Легко организуйте информацию о персонаже с помощью Smart Tokens. С помощью простых команд, с помощью /ficha вы можете создавать и редактировать листы персонажей, делая ваш стол более быстрым и эффективным.",
          "title": "Умные листы"
        },
        "3": {
          "desc": "Выберите одну из различных доступных систем RPG для дальнейшей настройки вашей кампании, а если этого недостаточно, создайте свою собственную систему.",
          "title": "Настройка"
        },
        "4": {
          "desc": "Легко находите игроков для вашей RPG-стола с помощью системы раскрытия кампаний Fortuna. С командой /send campaign не тратьте больше времени на поиски игроков, позвольте Fortune помочь вам!",
          "title": "Найти игроков"
        },
        "5": {
          "desc": "Разнообразие генераторов имён и букв для помощи в создании персонажа. С командами /generate name и /deck вы можете генерировать случайные имена, карты Таро или колоды, чтобы обогатить ваш рассказ.",
          "title": "Генераторы"
        },
        "6": {
          "desc": "Разветвлённая экономическая система, называемая KC (Kraken Coins), которую можно получить различными способами, полезна для таких функций, как скины данных и настройки.",
          "title": "Экономика"
        },
        "7": {
          "desc": "Находите заклинания и ритуалы в вашей книге заклинаний проще с помощью нашей книги заклинаний, которая позволяет вам искать в режиме реального времени!",
          "title": "Книга Заклинаний"
        },
        "8": {
          "desc": "Эта функция ещё в разработке, но ходят слухи, что это будет общий бестиарий.",
          "title": "..."
        }
      }
    },
    "landing": {
      "text": "Лучший способ играть в **настольные RPG** в Discord"
    },
    "name": "Бот для настольных RPG",
    "sec2": {
      "desc": "Бот для Discord, разработанный фанатами для фанатов, призван помочь в игровом опыте вашей любимой RPG. Мы не владеем и не претендуем на права на упомянутые игры. Мы — группа программистов и энтузиастов, которые упрощают системы RPG, чтобы сделать игровой процесс более приятным. Это не официальный продукт или платформа, и мы не связаны с создателями упомянутых игр.",
      "title": "Адаптированные системы RPG"
    },
    "start": {
      "btn1": "Добавить Fortuna",
      "desc": "Повысьте свой опыт настольных RPG в Discord! Наш инструмент, разработанный для улучшения ваших игровых сессий, будь то системы с большим упором на ролевую игру и меньшим количеством математики."
    },
    "status": {
      "cmds": "Команды",
      "desc": "Проверьте некоторые данные о производительности Inanimalia Fortuna Tenebris Verteri — лучшего, по мнению создателей, бота для настольных RPG для Discord. Будьте в курсе производительности вашего бота и получите максимальную отдачу от своего опыта.",
      "guilds": "Гильдии",
      "subtitle": "Так много кубиков...",
      "title": "Статистика проекта",
      "user": "Пользователи",
      "version": "Версия"
    },
    "system": {
      "desc": "Получите доступ к автоматическому суммированию и броску атрибутов на вашем листе, запрашивая проверки атрибутов и навыков с помощью команды **/di**  — это добавит больше практичности для ваших игроков!",
      "subtitle": "Адаптированные системы RPG",
      "title": "Автоматические листы для ваших приключений!"
    }
  },
  "join_server_btn": "Присоединиться к официальной гильдии",
  "lang": "ru",
  "misc": {
    "btn": {
      "gencard": "Сгенерировать карту"
    },
    "gen": {
      "all": "Все имена",
      "fem": "Женские",
      "male": "Мужские"
    }
  },
  "names": {
    "article": {
      "all": "Все",
      "btn": "Сгенерировать имена",
      "desc": "Этот генератор имен персонажей был создан как отправная точка для вас, помогая вам писать книгу, кампанию RPG или игру. Если вы ищете имена для своих персонажей, вы попали по адресу.",
      "female": "Женские",
      "male": "Мужские",
      "title": "Генератор имен"
    }
  },
  "nav": {
    "acervo": "Коллекция",
    "add": "Добавить приложение",
    "dices": {
      "desc": "Тестирование и обучение броскам.",
      "title": "Бросание Костей"
    },
    "docs": {
      "changelogs": {
        "desc": "Просмотр истории обновлений бота",
        "name": "Журнал изменений"
      },
      "cmds": {
        "docs": "Посмотреть список команд",
        "title": "Список Команд"
      },
      "dices": {
        "desc": "Руководство по броску костей в боте",
        "names": "Нотация Костей"
      },
      "title": "Документация"
    },
    "donate": "Поддержать проект",
    "guide": "Руководство",
    "lang": {
      "title": "Язык"
    },
    "support": "Сообщество",
    "tools": {
      "names": {
        "desc": "Генерировать имена для ваших персонажей",
        "title": "Генератор Имен"
      },
      "poker": {
        "desc": "Вытянуть случайную карту из колоды",
        "name": "Покерные Карты"
      },
      "tarot": {
        "desc": "Вытянуть карту из колоды Таро",
        "name": "Карты Таро"
      },
      "title": "Инструменты"
    }
  },
  "poker": {
    "article": {
      "desc": "Генератор случайных игральных карт, который может помочь в создании кампании или игры.",
      "title": "Генератор Карт Покера"
    },
    "cards": {
      "type": {
        "0": "Все Масти",
        "1": "Пики",
        "2": "Трефы",
        "3": "Черви",
        "4": "Бубны"
      }
    },
    "desc": "Генерируйте случайные игральные карты для ваших ролевых кампаний или игр. Улучшите свой рассказ с помощью Генератора Карт Покера.",
    "title": "Карты Покера"
  },
  "posts": {
    "sistemas": {
      "0": {
        "article": "Dungeons & Dragons, легендарная настольная ролевая игра, продолжает будоражить воображение игроков всех возрастов по всему миру. На протяжении десятилетий эта эпическая игра переносила игроков в фэнтезийные миры, полные опасностей, сокровищ и незабываемых приключений.\n\nВ Dungeons & Dragons игроки имеют возможность создавать собственных уникальных персонажей и отправляться в захватывающие путешествия. Они могут выбирать из множества рас, таких как эльфы, гномы и люди, и классов, таких как воины, волшебники и рейнджеры, каждый со своими особыми способностями и характеристиками.\n\nИгровая механика основана на сочетании бросков костей и воображения. Мастер игры, также известный как Dungeon Master (DM), отвечает за создание мира, повествование истории и игру за NPC (неигровых персонажей), в то время как игроки принимают решения, исследуют опасные места, сталкиваются с монстрами и разгадывают тайны.\n\nDungeons & Dragons — это кооперативная игра, в которой воображение и взаимодействие между игроками играют основополагающую роль. Вместе они сталкиваются с эпическими вызовами, решают интригующие головоломки и куют узы дружбы среди действия и опасности. Игра также поощряет творчество, позволяя игрокам настраивать и развивать свои истории и персонажей с течением времени.\n\nВ дополнение к захватывающим приключениям, Dungeons & Dragons предоставляет игрокам возможность общаться в ярком сообществе. Личные встречи за игровыми столами, конвенции, посвященные RPG, и онлайн-платформы объединяют энтузиастов со всего мира, делящихся опытом, советами и создающих незабываемые воспоминания.\n\nБлагодаря богатой мифологии, бесчисленным дополнениям и расширениям, а также страстной базе поклонников, Dungeons & Dragons остается иконой вселенной настольных игр. В этой игре границы воображения подвергаются испытанию, товарищество укрепляется, и с каждым броском костей переживаются эпические приключения.\n\nТак что соберите своих друзей, возьмите свои кости и приготовьтесь погрузиться в мир магии и приключений с Dungeons & Dragons. Стол накрыт, судьба ждет, и слава в пределах вашей досягаемости. Чего вы ждете, чтобы присоединиться к этому невероятному путешествию?",
        "bg": "/static/img/bg/dnd.webp",
        "card": {
          "btn": "Узнать больше о DnD",
          "desc": "Легендарная фэнтезийная RPG, которая позволяет игрокам создавать собственные истории в мирах меча и магии.",
          "title": "Dungeons & Dragons"
        },
        "icon": "/static/img/rpg/DND.svg",
        "legal": "Система Dungeons & Dragons в настоящее время принадлежит [Wizards Of The Coast](https://company.wizards.com/en), которая имеет все права на нее. Книги системы были опубликованы по лицензии [OPEN GAME LICENSE Version 1.1](https://en.wikipedia.org/wiki/Open_Game_License). Mini Kraken не имеет связи с издателем или создателем, Mini Kraken — это просто набор инструментов, созданных для помощи мастерам и игрокам из разных систем, точно так же, как мы не имеем их разрешения на работу.",
        "path": "dnd",
        "tags": "Ролевая Система,Фэнтези,Средневековье,Dungeons & Dragons"
      },
      "1": {
        "article": "«Паранормальный Орден» — это новая настольная ролевая игра, которая переносит игроков в мир, наполненный тайнами и сверхъестественными явлениями. В этом мрачном и захватывающем сеттинге скрытые секреты и злые сущности угрожают человечеству, и только храбрые агенты Паранормального Ордена могут противостоять этим угрозам. В игре игроки берут на себя роли паранормальных агентов, членов секретной организации, посвященной защите мира от опасностей неизвестного. Каждый агент обладает особыми способностями, такими как ясновидение, контроль энергии, медиумство и острое восприятие, которые помогают им преодолевать сверхъестественные вызовы на своем пути. По мере прохождения миссий персонажи игроков получают опыт и развивают новые паранормальные способности, становясь более опытными в борьбе со сверхъестественным. Развитие персонажа позволяет игрокам настраивать свои навыки в соответствии со своим стилем игры и готовиться к еще более сложным испытаниям. «Паранормальный Орден» предлагает захватывающий и затягивающий опыт для поклонников настольных RPG и любителей сверхъестественных историй. Благодаря захватывающему сюжету и увлекательной механике, игра обещает перенести игроков в мир саспенса и тайны, где им придется использовать свой интеллект и мужество, чтобы защитить человечество от сил потустороннего мира. Приготовьтесь встретиться с неизвестным и раскрыть темные секреты, играя в «Паранормальный Орден». Соберите своих друзей, выберите свои паранормальные способности и отправьтесь в это захватывающее приключение, где грань между реальностью и сверхъестественным становится размытой. Судьба паранормального мира в ваших руках!",
        "bg": "/static/img/bg/ordem.webp",
        "card": {
          "btn": "Узнать больше об OP",
          "desc": "Вселенная паранормального расследования, где агенты борются со сверхъестественным и защищают нашу реальность.",
          "title": "Паранормальный Орден"
        },
        "icon": "/static/img/rpg/Ordem.svg",
        "legal": "«Паранормальный Орден» создан Рафаэлем Ланже «Селлбитом» Ланже и в настоящее время издается [Издательством Jambo](https://jamboeditora.com.br/), все права защищены. Книги системы были опубликованы по лицензии [OPEN GAME LICENSE Version](https://en.wikipedia.org/wiki/Open_Game_License) 1.0a. Mini Kraken не имеет связи с издателем или создателем, Mini Kraken — это просто набор инструментов, созданных для помощи мастерам и игрокам из разных систем. Точно так же, как у нас нет их разрешения на работу.",
        "path": "ordem",
        "tags": "Система RPG,Городской,Паранормальный,Расследование"
      },
      "2": {
        "article": "Tormenta20, признанная настольная RPG, возвращается с новым изданием, которое обещает погрузить игроков в эпический фэнтезийный мир, полный эмоций. С момента своего первого выпуска Tormenta захватывала воображение поклонников RPG своими захватывающими историями, яркими персонажами и динамичными правилами. В новом издании Tormenta20 продолжает исследовать обширный континент Артон, богатый и яркий сеттинг с уникальной мифологией. Игроки могут свободно создавать своих собственных героев, выбирая из широкого разнообразия рас и классов, от благородных воинов до могущественных волшебников и хитрых жуликов. Игровая механика основана на обновленной системе правил, которая сочетает в себе простоту и стратегическую глубину. Игроки сталкиваются с захватывающими испытаниями, решают интригующие головоломки и сражаются с опасными существами в тактических битвах. Развитие персонажа позволяет им приобретать особые навыки и способности, становясь настоящими легендарными героями. Благодаря своему непреходящему наследию и преданной базе фанатов, Tormenta20 продолжает очаровывать игроков всех возрастов и уровней опыта. Независимо от того, являетесь ли вы ветераном ролевых игр или новичком, ищущим великолепное приключение, Tormenta20 предлагает путь в фантастический мир, наполненный героями, магией и неминуемыми опасностями. Так что приготовьтесь отправиться в незабываемое путешествие с Tormenta20. Выберите свою расу, выкуйте свою судьбу и встретьтесь с эпическими испытаниями в фэнтезийном мире, который ждет вашей смелости. Соберите своих друзей, получите свои данные и отправьтесь в это захватывающее приключение. Судьба Артона в ваших руках!",
        "bg": "/static/img/bg/space.webp",
        "card": {
          "btn": "Узнать больше о T20",
          "desc": "Эпическая фэнтезийная RPG в мире Артона с интуитивно понятными и гибкими правилами.",
          "title": "Tormenta20"
        },
        "icon": "/static/img/rpg/Tormenta.svg",
        "legal": "Tormenta в настоящее время издается [Издательством Jambo](https://jamboeditora.com.br/), все права защищены. Книги системы были опубликованы по лицензии [OPEN GAME LICENSE Version](https://en.wikipedia.org/wiki/Open_Game_License) 1.0a. Mini Kraken не имеет связи с издателем или создателем, Mini Kraken — это просто набор инструментов, созданных для помощи мастерам и игрокам из разных систем. Точно так же, как у нас нет их разрешения на работу.",
        "path": "tormenta",
        "tags": "Система RPG,Средневековье,Фэнтези"
      },
      "3": {
        "article": "Carbon 2185 — это настольная ролевая игра, действие которой происходит в антиутопическом киберпанковском будущем. В 2185 году Земля лежит в руинах из-за изменения климата и войны. Могущественные мегакорпорации контролируют общество, а передовые технологии повсюду. Игроки берут на себя роли «Оперативников» — высококвалифицированных людей, которые выполняют миссии по борьбе с несправедливостью и раскрытию темных секретов мира. Настройка персонажа: Игроки могут выбирать между различными архетипами, такими как хакеры, наемники, шпионы или бойцы ближнего боя, каждый со своими уникальными способностями. Развитие навыков: На протяжении всей игры игроки могут улучшать кибернетические возможности своих персонажей и приобретать футуристическое оружие. Принятие решений: Выбор игроков влияет на направление повествования, позволяя им формировать судьбу мира в игре. Система бросков костей: Игра использует броски костей и атрибуты для определения успеха действий и боев.",
        "bg": "/static/img/bg/cyberpunk.webp",
        "card": {
          "btn": "Узнать больше о Carbon2185",
          "desc": "Киберпанк RPG, действие которой разворачивается в антиутопическом будущем, вдохновленная фильмами «Бегущий по лезвию» и «Призрак в доспехах».",
          "title": "Carbon2185"
        },
        "icon": "/static/img/rpg/Carbon.svg",
        "legal": "Система Carbon 2185 была создана Робертом Марринером-Доддсом и в настоящее время издается компанией [Dragon Turtle Games](https://www.dragonturtlegames.com), которая сохраняет за собой все права. Книги системы были опубликованы по лицензии [OPEN GAME LICENSE Version](https://en.wikipedia.org/wiki/Open_Game_License#Open_Game_License) 1.0a. Mini Kraken имеет явное согласие создателя системы.",
        "path": "carbon",
        "tags": "RPG система,Киберпанк,Дистопия,#BoloQueimado"
      },
      "4": {
        "article": "Gaia: The Prelude — это новая современная интерпретация настольной RPG, переносящая в средневековое фэнтезийное сеттинг волшебного мира Аурории. В Gaia вы будете уникальны, пройдя путь, созданный вами самими, открывая замки Завесы к бесконечности. В Gaia вы можете быть кем угодно. Существует двадцать одна Легенда, определяющие внешность вашего персонажа, в дополнение к полностью настраиваемой гибридной боевой системе. Создайте свою личность по-своему: воин, уничтожающий армии, но в свободное время изучающий тайны Завесы? Разделите то, что вы делаете лучше всего в бою и вне боя, как вам заблагорассудится. Во время вашего приключения откройте Завесу внутри себя, сражаясь с уникальными существами из Гомункуляриума, уникальной системы создания монстров, с миллиардами (буквально!) возможных комбинаций! И, конечно же, вы будете вознаграждены за это очками обучения, которые позволят вам приобретать новые способности, новые навыки на боевых путях. Боевые пути позволяют вам формировать своего персонажа по-своему, то есть персонажу не нужно следовать только одному пути, а скорее выбирать свой собственный путь. Есть пять базовых начальных путей, которые содержат десятки навыков на выбор, и каждый навык также можно улучшить с помощью одного из трех вариантов улучшения. А в будущем, когда вы будете развивать своего персонажа, вы сможете получить доступ к расширенным путям, которые принесут сотни новых навыков, которые еще больше улучшат ваш опыт.",
        "bg": "/static/img/bg/Forest9.webp",
        "card": {
          "btn": "Узнать больше о Gaia",
          "desc": "Средневековая высокофэнтезийная RPG с современной и упрощенной системой, где каждый персонаж уникален.",
          "title": "Gaia: The Prelude"
        },
        "icon": "/static/img/rpg/Gaia.svg",
        "legal": "Gaia: The Prelude разработана Auroria - Game Studio, которая сохраняет за собой все права. Книги системы были опубликованы по лицензии [OPEN GAME LICENSE](https://en.wikipedia.org/wiki/Open_Game_License#Open_Game_License) версии 1.0a и защищены CBL (Бразильская книжная палата). Mini Kraken имеет знания и разрешение автора Lyy на работу, кроме того, мы рекомендуем вам приобрести книгу и поддержать ее проект финансирования на [CATARSE](https://www.catarse.me/gaiapreludio)",
        "path": "gaia",
        "tags": "RPG Система,Средневековье,Фэнтези,Инновации"
      },
      "5": {
        "article": "3DeT Victory: новая RPG-система, захватывающая воображение игроков. С момента своего создания тысячи искателей приключений отправились в безграничные сценарии, создавая уникальных персонажей и исследуя фантастические миры. Теперь, с приходом Эры Ковчегов, вы можете погрузиться в городской фэнтези, наполненный многомерными лабиринтами, каждый из которых таит свои опасности и сокровища. Выберите один из пяти тематических ядра и приготовьтесь к эпическому путешествию. Руководство 3DeT Victory, содержащее полные правила, сценарий Эры Ковчегов и предварительный просмотр тематических ядер, находится на краудфандинге на Catarse. Присоединяйтесь к этой новой эре и станьте частью этого захватывающего приключения! 3DeT Victory предлагает ряд инновационных механик, которые делают игровой процесс захватывающим и затягивающим. Вот некоторые из основных особенностей и преимуществ системы: Простота и гибкость: система разработана для игроков всех уровней опыта. Правила интуитивно понятны и просты в освоении, позволяя быстро погрузиться в действие. Кроме того, гибкость системы позволяет адаптировать механику по мере необходимости в соответствии с вашим стилем игры. Фокус на повествовании: 3DeT Victory ставит повествование в центр игры. Механика стимулирует создание захватывающих историй, оставляя место для импровизации и творчества. Игроки могут формировать мир, развивать сложных персонажей и исследовать интригующие сюжеты. Тематические ядра: пять тематических ядер предлагают разнообразие и глубину системы. Каждое ядро содержит особые правила, уникальных персонажей и особые задачи. Будь вы космический путешественник, секретный агент или фэнтезийный герой, для каждого найдется ядро. Эра Ковчегов: сеттинг Эры Ковчегов представляет собой сочетание фэнтези и городских элементов. Многомерные лабиринты, называемые Ковчегами, полны тайн, странных существ и скрытых сокровищ. Этот сеттинг предлагает безграничные возможности для исследования и приключений. Полное руководство: руководство 3DeT Victory — это полный источник информации. В дополнение к основным правилам, оно содержит подробную информацию об Эре Ковчегов, советы мастеров, предложения по приключениям и предварительный просмотр тематических ядер. Это незаменимое руководство как для игроков, так и для ведущих. Вкратце, 3DeT Victory сочетает в себе простоту, креативность и богатый сеттинг, обеспечивая уникальный игровой опыт. Присоединяйтесь к сообществу и откройте для себя мир возможностей!",
        "bg": "/static/img/bg/Forest7.webp",
        "card": {
          "btn": "Узнать больше о 3DET",
          "desc": "Герои и злодеи сталкиваются в эпических битвах. Магия, технологии и фантастические существа сталкиваются.",
          "title": "3DET Victory"
        },
        "icon": "/static/img/rpg/3DET.svg",
        "legal": "3DET в настоящее время издается [Издательством Jambo](https://jamboeditora.com.br/), все права защищены. Книги системы были опубликованы по лицензии [OPEN GAME LICENSE Version](https://en.wikipedia.org/wiki/Open_Game_License) 1.0a. Mini Kraken не имеет связи с издателем или создателем, Mini Kraken — это просто набор инструментов, призванных помочь мастерам и игрокам из разных систем. Точно так же мы не имеем их разрешения на работу.",
        "path": "3det",
        "tags": "RPG Система,GURPS2"
      },
      "6": {
        "article": "Pathfinder — это настольная ролевая игра, которая захватывает воображение своим богатым повествованием и тактической сложностью. В Pathfinder каждый игрок создает уникального персонажа, выбирая из множества рас и классов, каждый из которых обладает своими особыми способностями и предысторией. Игроки отправляются в эпические приключения, сталкиваясь с трудностями, которые требуют как хитрости, так и грубой силы. Игра управляется набором правил, которые помогают формировать мир и взаимодействие персонажей с ним, но настоящая магия Pathfinder заключается в свободе игроков формировать свои собственные истории. Как ролевая игра, Pathfinder позволяет осуществлять беспрецедентное творческое сотрудничество между игроками и Мастером игры, который выступает в качестве рассказчика и арбитра правил. Вместе они создают динамичный сюжет, который может меняться в зависимости от решений игроков и бросков костей. Этот аспект игры побуждает игроков глубоко погрузиться в своих персонажей и окружающий мир, создавая захватывающий и личный опыт. Кроме того, Pathfinder известна своей подробной системой настройки, где игроки могут настраивать своих персонажей с помощью широкого спектра навыков, заклинаний и снаряжения. Это позволяет каждому персонажу стать поистине уникальным, отражая выбор игрока и стиль игры. С каждой сессией персонажи растут в силе и сложности, сталкиваясь с все большими угрозами и раскрывая тайны, которые могут изменить игровой мир. Мир Pathfinder — это место чудес и опасностей, населенное мифическими существами и разнообразными народами. Из глубин самых темных подземелий до самых высоких горных вершин герои Pathfinder исследуют неизведанные территории, открывают древние цивилизации и сражаются со злыми силами. В каждом приключении у них есть возможность приобрести легендарные сокровища и выковать свою собственную судьбу. Короче говоря, Pathfinder — это больше, чем игра; это врата в фэнтезийные миры, где воображение не знает границ. Это приглашение рассказывать коллективные истории, где каждый выбор имеет вес, и каждый момент может стать незабываемым воспоминанием. Будь вы дотошным стратегом или страстным рассказчиком, Pathfinder предлагает богатый, захватывающий опыт, который разворачивается так же уникально, как и игроки, которые собираются вместе, чтобы играть.",
        "bg": "/static/img/bg/Forest1.webp",
        "card": {
          "btn": "Узнать больше о Pathfinder",
          "desc": "История храбрых героев и хитрых злодеев в мире, полном ужасных монстров и чудесных сокровищ.",
          "title": "Pathfinder"
        },
        "icon": "/static/img/rpg/Pathfinder.svg",
        "legal": "Pathfinder в настоящее время издается [NEWORDER](https://newordereditora.com/), все права защищены. Книги системы были опубликованы по лицензии [OPEN GAME LICENSE Version](https://en.wikipedia.org/wiki/Open_Game_License) 1.0a. Mini Kraken не имеет связи с издателем или создателем, Mini Kraken — это просто набор инструментов, призванных помочь мастерам и игрокам из разных систем. Точно так же мы не имеем их разрешения на работу.",
        "path": "pathfinder",
        "tags": "RPG Система, Фэнтези"
      },
      "7": {
        "article": "Колдуны и Проклятия предлагают захватывающий опыт, который передает суть аниме Jujutsu Kaisen, позволяя игрокам погрузиться в мир, где колдуны сражаются с проклятиями, используя сверхъестественные способности. Благодаря подробной системе рангов игроки могут развивать своих персонажей от новичков 4 ранга до могущественных колдунов особого ранга. Благодаря таким механикам, как мультиклассинг и разнообразное снаряжение, игра поощряет настройку и стратегию. Кроме того, такие уникальные элементы, как Целостность и Клятвы Границ, добавляют глубины и сложности, приглашая игроков делать осмысленные выборы, которые формируют их путешествия. Для любителей РПГ, ищущих приключение, полное магии и тайн, \"Колдуны и Проклятия\" — это врата для поклонников аниме, которые хотят начать играть в ролевые игры.",
        "bg": "/static/img/bg/Forest4.webp",
        "card": {
          "btn": "Узнать больше о К&П",
          "desc": "Система адаптирует мир аниме, со сверхъестественными битвами. В ней игроки могут исследовать множество боевых стилей и ритуалов.",
          "title": "Feiticeiros e Maldições"
        },
        "icon": "/static/img/rpg/Feiticeiros.svg",
        "legal": "Feiticeiros e Maldições — это система ролевой игры с открытым исходным кодом, созданная автором [Setsugiri](https://setsugiri.carrd.co/). Используя [OPEN GAME LICENSE Version](https://en.wikipedia.org/wiki/Open_Game_License) 1.0a, Mini Kraken имеет разрешение создателя системы на работу. Книги системы можно скачать с сервера [Official Discord] (https://discord.com/invite/UGg6QUNNRp).",
        "path": "feiticeiros",
        "tags": "Система RPG, Аниме, Магия"
      }
    }
  },
  "premium": {
    "0": {
      "desc": "План для одиноких волков, желающих получить доступ к ресурсам в одиночку.",
      "title": "Воин"
    },
    "1": {
      "desc": "Один за всех и все за одного! С этим планом каждый на вашем сервере получит выгоду!",
      "title": "Авантюрист"
    },
    "2": {
      "desc": "Для истинных любителей Inanimalia Fortuna!",
      "title": "Герой-Осьминог"
    },
    "feat": {
      "0": "+5 слотов для макросов (на персонажа)",
      "1": "+24 слота для персонажей",
      "2": "Удвоенное пространство для заметок",
      "3": "Создайте свою собственную систему Homebrew",
      "4": "Миллионы монет Kraken",
      "5": "Приоритетная поддержка",
      "6": "Премиум-функции",
      "7": "Одна учетная запись",
      "8": "Один Гильд",
      "9": "Эксклюзивные Тест-драйвы",
      "10": "Позиция донора (профиль и Discord)",
      "11": "Высшая позиция донора (профиль и Discord)",
      "12": "Для трёх гильдий",
      "98": "Набор для команды и Клуб Уны",
      "99": "Поэтическая лицензия на требования к разработчикам"
    }
  },
  "price": {
    "0": "3$/Месяц",
    "1": "5$/Месяц",
    "2": "7$/Месяц"
  },
  "privacy": {
    "0": {
      "desc": "Mini Kraken принадлежит разработчикам, которые отвечают за сбор и управление вашими данными в приложении. В этом документе объясняется, какие данные собираются, по какой причине они собираются и как мы обеспечиваем безопасность этих данных."
    },
    "1": {
      "desc": "При использовании приложения мы собираем информацию о пользователях и сервере, а также другую информацию, которую вы предоставляете (включая, помимо прочего: имена, идентификаторы, изображения пользователей и гильдий). Кроме того, мы собираем информацию внутри приложения, которая хранится, например, в системе RPG-жетонов. Собирается только содержимое сообщений в системе бросков костей без использования слеша. Содержимое сообщений не хранится, поэтому разработчики не имеют к ним доступа. Обработка этих данных позволяет функционировать различным функциям в приложении, таким как идентификация для сохранения информации в базе данных, индивидуальные настройки приложения для каждой гильдии и пользователя, а также персонализация интерфейса приложения для улучшения пользовательского опыта.",
      "title": "Собираемая информация"
    },
    "2": {
      "desc": "Вы имеете следующие гарантированные права в отношении ваших данных: право на информацию, право на исправление, право на удаление, право на проверку, право на возражение. Используя приложение, вы соглашаетесь с условиями и собираемыми данными.",
      "title": "Ваши права"
    },
    "3": {
      "desc": "Мы гарантируем безопасность информации, которую вы предоставляете на серверах и компьютерах, хранящихся в безопасных и контролируемых средах, защищенных от несанкционированного доступа, использования и раскрытия. Мы поддерживаем административные, технические и физические меры безопасности для защиты данных от несанкционированного доступа, использования, защиты и раскрытия. Однако ни одна передача данных через Интернет не может быть гарантированно полностью безопасной.",
      "title": "Безопасность информации"
    },
    "4": {
      "desc": "Если вам нужна дополнительная информация об этой Политике конфиденциальности или доступ к информации, связанной с вашими индивидуальными правами и персональными данными, вы можете открыть тикет в службе поддержки гильдии (/support) или отправить электронное письмо по адресу support@arkanus.app.",
      "title": "Контакты"
    },
    "desc": "Ознакомьтесь с Политикой конфиденциальности Mini Kraken. Узнайте, как мы собираем, используем и защищаем ваши данные.",
    "title": "Политика конфиденциальности"
  },
  "system": {
    "default": {
      "desc": "Узнайте о системе %system% и о том, как играть в Discord с помощью RPG-бота Mini Kraken. Это практическое руководство предлагает советы по исследованию и получению максимального удовольствия от ваших RPG-приключений.",
      "playDiscord": "Как играть в %system% в Discord",
      "playDiscordDesc": "%system% — это одна из систем, в которые можно играть, используя Mini Kraken в качестве помощника для подсчёта бросков кубиков. Определить систему очень просто: просто введите /configure, перейдите на вкладку «Система» и настройте её. Это позволит вам использовать умные фишки и динамические данные для оптимизации вашей игры. После настройки вы сможете использовать несколько инструментов, которые помогут вашей группе, например, систему умных фишек, доступную через /ficha, которая интегрирует броски кубиков. То есть, при броске кубиков через /di все математические расчёты выполняет UNA.",
      "title": "Как играть в %system% в Discord"
    }
  },
  "tarot": {
    "article": {
      "desc": "Генератор случайных карт Таро, который может помочь в создании кампании или игры.",
      "title": "Генератор карт Таро"
    },
    "desc": "Генерируйте случайные карты Таро, чтобы улучшить свои ролевые игры. Исследуйте генератор карт Таро Mini Kraken для творческого вдохновения.",
    "title": "Карты Таро"
  },
  "tos": {
    "0": {
      "desc": "Arkanus, в дальнейшем именуемый «разработчиками», — это команда, занимающаяся разработкой различных проектов и приложений, включая, помимо прочего, (Mini Kraken BOT, также известный как Inanimalia Fortuna Tenebris Verteri). Используя наши сервисы, вы соглашаетесь со следующими условиями.  Доступ к нашим Сервисам автоматически означает ваше согласие с представленными ниже условиями, положениями и политикой конфиденциальности. Если вы достигли совершеннолетия в вашей юрисдикции или если вам от 13 до совершеннолетия, и ваш законный опекун ознакомился с настоящими Условиями и согласен с ними, вы обязаны соблюдать их. Если вы не согласны с какой-либо частью настоящих условий, пожалуйста, немедленно прекратите использование наших сервисов.",
      "title": "Введение"
    },
    "1": {
      "desc": "Если явно не указано иное, все права интеллектуальной собственности на контент, опубликованный в Сервисе, принадлежат Сервису и его лицензиарам. Все права, относящиеся к интеллектуальной собственности, строго защищены, и мы оставляем за собой право принимать необходимые юридические меры через наши официальные каналы связи. Вам не разрешается: — Продавать, сдавать в аренду или сублицензировать какие-либо материалы, связанные с Mini Kraken, Fortuna или аналогичными продуктами. — Перераспределять контент из Mini Kraken, Fortuna или аналогичных продуктов без явного разрешения. — Предпринимать преднамеренные попытки обойти механизмы безопасности Сервиса любым способом без предварительного разрешения. Некоторые разделы Сервиса предлагают пользователям возможность персонализации без предварительной фильтрации или проверки с нашей стороны перед публикацией. Комментарии и настройки отражают исключительно мнение их авторов. В той мере, в которой это допускается применимым законодательством, Сервис не несёт юридической ответственности за такие комментарии/персонализации, а также за любой ущерб, риски или расходы, возникающие в результате их использования, публикации или появления в Сервисе. Мы оставляем за собой право без каких-либо обязательств удалять любые комментарии или персонализации, которые мы считаем неуместными, оскорбительными или нарушающими настоящие Условия. Используя наш Сервис, вы соглашаетесь защищать и ограждать нас от всех претензий, исков, убытков, издержек и расходов, возникающих в связи с использованием вами Сервиса.  На любом Веб-сайте не следует размещать ссылки, которые могут быть истолкованы как клеветнические, непристойные, криминальные или нарушающие права третьих лиц. Размещая комментарии, настройки или другой контент в нашем Сервисе, вы заявляете и гарантируете, что: У вас есть законное право публиковать этот контент и у вас есть все необходимые лицензии и разрешения для этого. Ваши комментарии, настройки или другой контент не нарушают права интеллектуальной собственности третьих лиц, включая авторские права, патенты или товарные знаки. Ваши комментарии, настройки или другой контент не содержат клеветнических, оскорбительных, непристойных или незаконных материалов, а также не нарушают чью-либо частную жизнь. Ваши комментарии, настройки или другой контент не будут использоваться для склонения к незаконной деятельности или её продвижения. Размещая комментарии, настройки или другой контент в нашем Сервисе, вы предоставляете Сервису (включая Mini Kraken, Разработчиков и партнёров) безотзывную, неисключительную, всемирную, безвозмездную, сублицензируемую лицензию на использование, воспроизведение, адаптацию, изменение, публикацию, перевод, создание производных произведений, распространение, публичное исполнение и публичное демонстрирование такого контента в любом формате, носителе или технологии, известной сейчас или разработанной в будущем.",
      "title": "Лицензия"
    },
    "2": {
      "desc": "Мы оставляем за собой право по своему собственному усмотрению изменять или пересматривать настоящие Условия в любое время, и вы соглашаетесь соблюдать любые такие изменения или пересмотры. Любые изменения или модификации вступают в силу через одну неделю после публикации в Сервисе, и ваше дальнейшее использование Сервиса после даты вступления в силу будет означать ваше принятие и согласие с такими изменениями или модификациями. Если вы возражаете против каких-либо изменений или модификаций, ваше единственное средство правовой защиты — прекращение использования Сервиса. Мы оставляем за собой право изменять или прекращать действие Сервиса (или его части) в любое время, с уведомлением или без него, без ограничений за нарушение Условий.",
      "title": "Оговорка о правах и изменениях"
    },
    "3": {
      "desc": "В ситуациях, когда пользователь совершает какие-либо из перечисленных ниже действий, это может привести к автоматическому нарушению условий использования, что может повлечь за собой последствия, варьирующиеся от предупреждений до удаления доступа к сервису и аннулирования учетной записи или доступа к сервису, с уведомлением или без него:  Присвоение реальной стоимости KC (виртуальная экономика) и продажа их за деньги или реальные товары. Отправка любого неуместного контента в службу поддержки или группам проверки. Злоупотребление ошибками или системами для получения преимущества или нанесения ущерба нашим структурам. Злоупотребление средствами поддержки. Попытка обойти любую систему сервиса таким образом, который наносит ущерб функционированию сервиса или другим пользователям, без предварительного разрешения команды разработчиков.",
      "title": "Запреты и обязанности пользователей"
    },
    "4": {
      "desc": "Мы не будем нести юридической ответственности за любой контент, который появляется в нашем Сервисе, поскольку он работает благодаря сообществу. В случае нарушения интеллектуальной собственности или дискомфорта пользователь может запросить проверку или удаление одного или нескольких контентов, отправив запрос на удаление через нашу службу поддержки. Если вы обнаружите в нашем Сервисе какую-либо ссылку или контент, который каким-либо образом является оскорбительным или нарушает ваши авторские права, вы имеете право и свободу связаться с нами и сообщить нам о проблеме в любое время. Мы рассмотрим запросы на удаление ссылок и контента, но мы не обязаны удалять какие-либо ссылки на наш Сервис или отвечать непосредственно на ваш запрос, если только он не нарушает ваши авторские права. Отправьте письмо на почту suporte@arkanus.app",
      "title": "Ответственность за контент"
    },
    "desc": "Ознакомьтесь с Условиями обслуживания Mini Kraken. Поймите свои права и обязанности при использовании наших сервисов.",
    "tags": "Юридические вопросы, Юридические вопросы, Условия обслуживания, Законодательство",
    "title": "Условия обслуживания"
  }
}